[
    {
        "URL hotel": "https://www.booking.com/hotel/es/husagranfamaalmeria.es.html",
        "ID Hotel": "304142",
        "Nombre": "Sercotel Gran Fama",
        "marca": "Sercotel Hoteles",
        "Dirección": "Almería",
        "Coordenadas": "36.85179920876701,-2.446822375059128",
        "Servicios populares": [
            "Parking privado",
            "WiFi gratis",
            "Restaurante",
            "Habitaciones sin humo",
            "Adaptado personas de movilidad reducida",
            "Servicio de habitaciones",
            "Bar",
            "Muy buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "Este hotel moderno de 4 estrellas está situado en un área comercial y de ocio, a solo 25 minutos a pie del centro, en una zona ideal para explorar la bonita ciudad y los alrededores.\n\nEl Sercotel Gran Fama presenta un interior cuidado, elegante, sencillo y atractivo. Además, proporciona WiFi gratuita.\n\nEl restaurante del Sercotel Gran Fama elabora deliciosos platos durante la cena. El establecimiento también dispone de bar.\n\nEl hotel Gran Fama es un alojamiento perfecto para las estancias de negocios y está bien comunicado por carretera con un centro de negocios.",
        "Puntuación": "8",
        "Opinión": "8,5",
        "Numero comentarios": "1 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 81"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/elbaalmeria.es.html",
        "ID Hotel": "304142",
        "Nombre": "Elba Almeria Business & Convention Hotel",
        "marca": "Hoteles Elba",
        "Dirección": "Almería",
        "Coordenadas": "36.855547825446784,-2.445472031877216",
        "Servicios populares": [
            "Parking privado",
            "WiFi gratis",
            "Habitaciones familiares",
            "2 restaurantes",
            "Habitaciones sin humo",
            "Adaptado personas de movilidad reducida",
            "Servicio de habitaciones",
            "Bar",
            "Muy buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Elba Almería es un hotel moderno y está situado enfrente del centro comercial Mediterráneo, en Almería. Las habitaciones presentan una buena relación calidad precio y cuentan con aire acondicionado, WiFi gratuita y TV vía satélite.\n\nEl Entresabores, el luminoso restaurante del hotel, sirve cocina mediterránea tradicional y algunos platos típicos de Almería. El establecimiento también cuenta con una carta de vinos variada.\n\nEl Elba Almería Business &Convention Hotel proporciona aparcamiento privado y recepción las 24 horas.\n\nAdemás, está a 10 minutos en coche del centro histórico de Almería, que alberga la catedral de la ciudad. La playa del Zapillo y el aeropuerto de Almería se hallan a 10 minutos en coche.",
        "Puntuación": "8",
        "Opinión": "8,7",
        "Numero comentarios": "4 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 103"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/sol-almeria.es.html",
        "ID Hotel": "304142",
        "Nombre": "Hotel Sol Almería",
        "Dirección": "Almería",
        "Coordenadas": "36.8438427901397,-2.4525503814675176",
        "Servicios populares": [
            "WiFi gratis",
            "Habitaciones sin humo",
            "Bar",
            "Buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "Hotel Sol Almería, que se encuentra a 19 km de Campo de Golf La Envía y a 9 min a pie de Museum of Almeria, ofrece habitaciones en Almería. Este hotel de 2 estrellas ofrece bar y habitaciones con aire acondicionado, wifi gratis y baño privado. Este alojamiento libre de humo está a 2,3 km de Playa de Cabo de Gata.\n\nEn el hotel, todas las habitaciones están equipadas con escritorio. En Hotel Sol Almería, cada habitación incluye TV de pantalla plana y algunas también ofrecen vistas a la ciudad. En el alojamiento, las habitaciones disponen de ropa de cama y toallas.\n\nEn Hotel Sol Almería se puede disfrutar de un desayuno continental.\n\nEl hotel ofrece terraza solárium.\n\nLa recepción ofrece ayuda las 24 horas, y el personal habla inglés, español y francés.\n\nCerca del alojamiento hay puntos de interés como Almeria Air Raid Shelters, Catedral de Almería y Centro Andaluz de la Fotografía. El aeropuerto (Aeropuerto de Almería) está a 8 km.",
        "Puntuación": "8",
        "Opinión": "8,0",
        "Numero comentarios": "739 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 54"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/torreluz-senior.es.html",
        "ID Hotel": "304142",
        "Nombre": "Crisol Almería",
        "marca": "Crisol",
        "Dirección": "Almería",
        "Coordenadas": "36.84114113514411,-2.464600056409836",
        "Servicios populares": [
            "Parking privado",
            "WiFi gratis",
            "Habitaciones sin humo",
            "Desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Crisol Almería se encuentra en el centro de Almería, a 30 metros de la plaza Puerta de Purchena. Ofrece habitaciones con aire acondicionado y WiFi gratuita.\n\nLas habitaciones dobles del Crisol Almería cuentan con TV y baño privado con artículos de aseo gratuitos y ducha. La ropa de cama y las toallas están incluidas. Hay calefacción.\n\nPor las mañanas se sirve un desayuno continental en la sala de desayunos. El establecimiento se encuentra además a 5 minutos a pie de numerosos restaurantes y bares de tapas.\n\nEl hotel está situado a escasos minutos de la alcazaba y de la catedral. A solo 20 metros se encuentran los refugios antiaéreos de la Guerra Civil. El aeropuerto de Almería está a 8 km.",
        "Puntuación": "8",
        "Opinión": "8,1",
        "Numero comentarios": "4 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 65"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/playaluna.es.html",
        "ID Hotel": "304142",
        "Nombre": "Hotel Best Roquetas",
        "marca": "Best Hotels",
        "Destacados": [
            "Frente a la playaCertificación de sostenibilidad"
        ],
        "Dirección": "Roquetas de Mar",
        "Coordenadas": "36.72174686418672,-2.6299166679382324",
        "Servicios populares": [
            "2 piscinas",
            "Parking privado",
            "WiFi gratis",
            "Situado frente a la playa",
            "Habitaciones familiares",
            "Restaurante",
            "Bar",
            "Desayuno fabuloso"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Best Roquetas se encuentra en primera línea de playa en Roquetas de Mar y dispone de piscina al aire libre de estilo laguna con toboganes (solo para huéspedes con una altura mínima de 1 metro) y bañera de hidromasaje. Todas las habitaciones incluyen aire acondicionado, balcón, minibar y TV vía satélite.\n\nEl Best Roquetas alberga una terraza solárium amplia rodeada de palmeras. También cuenta con campo de minigolf y tablero de ajedrez gigante. La piscina cubierta climatizada está disponible durante el invierno.\n\nEl restaurante Cuarto Creciente ofrece cocina en vivo. Sirve comida variada de tipo buffet a base de platos fríos y calientes. El hotel también alberga un bar salón y un club de playa (abierto en verano).\n\nEl establecimiento se halla a solo 400 metros del campo de golf Playa Serena y a 5 km del centro de Roquetas. El alojamiento está situado a 45 minutos en coche del centro de Almería y del aeropuerto de Almería.",
        "Puntuación": "8",
        "Opinión": "8,1",
        "Numero comentarios": "3 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 49"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/torreluz-iii.es.html",
        "ID Hotel": "304142",
        "Nombre": "Nuevo Torreluz",
        "Dirección": "Almería",
        "Coordenadas": "36.84078289485317,-2.465304285333332",
        "Servicios populares": [
            "Parking privado",
            "WiFi gratis",
            "Habitaciones familiares",
            "Gimnasio",
            "Habitaciones sin humo",
            "Adaptado personas de movilidad reducida",
            "Bar",
            "Buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Nuevo Torreluz está situado en la plaza Flores, a 5 minutos a pie de la catedral de Almería y la Alcazaba. El establecimiento ofrece habitaciones modernas con WiFi gratuita, TV vía satélite y baño privado.\n\nTambién hay un bar con terraza, la Taberna Nuevo Torreluz, donde se pueden tomar tapas y el desayuno.\n\nEl establecimiento alberga un centro de bienestar disponible por un suplemento. Algunos tipos de habitación incluyen acceso gratuito al spa. Además, hay un centro de fitness con cintas de correr, cross-trainers elípticos, bicicletas, máquinas multifuncionales y máquinas de cables.\n\nEl Nuevo Torreluz está situado en el centro histórico de Almería, cerca de la plaza principal, entre el ayuntamiento, la catedral y el paseo de Almería. En la zona hay varias tiendas, bares y restaurantes. El puerto está a 12 minutos a pie y la playa, a unos 20 minutos a pie.\n\nEl paseo de Almería se encuentra a 100 metros del establecimiento y cuenta con varias paradas de autobús que comunican con la playa y la universidad. El aeropuerto de Almería está aproximadamente a 15 minutos en coche.",
        "Puntuación": "8",
        "Opinión": "8,4",
        "Numero comentarios": "3 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 63"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/husacostasol.es.html",
        "ID Hotel": "304142",
        "Nombre": "Hotel Costasol",
        "Destacados": [
            "Certificación de sostenibilidad"
        ],
        "Dirección": "Almería",
        "Coordenadas": "36.83672490731131,-2.463223040194862",
        "Servicios populares": [
            "Parking",
            "WiFi gratis",
            "Habitaciones familiares",
            "Traslado aeropuerto",
            "Servicio de habitaciones",
            "Buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Costasol se encuentra en la avenida principal de Almería, una ubicación ideal para visitar la ciudad. Ofrece conexión Wi-Fi gratuita y habitaciones con TV vía satélite y minibar con agua mineral gratuita.\n\nEl Hotel Costasol está a 500 metros de la catedral de Almería, a solo 5 minutos a pie del puerto deportivo y cerca de las playas. Además, está bien comunicado con las estaciones de tren y autobús, que se encuentran a 900 metros.\n\nEl Costasol ofrece tratamientos faciales y de belleza, que deben reservarse con 24 horas de antelación. También hay servicio de guardería.\n\nTodas las habitaciones presentan una decoración moderna y tienen el suelo de madera, un escritorio y un baño moderno.",
        "Puntuación": "8",
        "Opinión": "8,6",
        "Numero comentarios": "2 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 81"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/torreluz-ii.es.html",
        "ID Hotel": "304142",
        "Nombre": "Torreluz Centro",
        "Destacados": [
            "Travel Proud"
        ],
        "Dirección": "Almería",
        "Coordenadas": "36.840800902304416,-2.4653711915016174",
        "Servicios populares": [
            "Parking privado",
            "WiFi gratis",
            "Bar",
            "Muy buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Torreluz Centro se encuentra en el corazón de Almería, a poca distancia a pie de lugares de interés famosos como la Alcazaba, la catedral y el ayuntamiento.\n\nEl Torreluz Centro se encuentra en la plaza Flores, en el centro de la ciudad, cerca de numerosos restaurantes y bares de tapas.\n\nLas habitaciones del hotel son amplias y están bien equipadas, con aire acondicionado y están insonorizadas. Hay TV vía satélite, conexión Wi-Fi gratuita y baño privado.\n\nEl restaurante sirve cocina andaluza deliciosa, mientras que la cafetería taberna y la terraza al aire libre son ideales para disfrutar de una bebida bien merecida al final del día.\n\nLos pozos árabes y los refugios de Langle están a solo 3 minutos a pie del hotel.",
        "Puntuación": "8",
        "Opinión": "8,3",
        "Numero comentarios": "2 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 57"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/playa-terreros-san-juan-de-los-terreros.es.html",
        "ID Hotel": "304142",
        "Nombre": "Hotel Playa Terreros",
        "Destacados": [
            "Playa"
        ],
        "Dirección": "San Juan de los Terreros",
        "Coordenadas": "37.359849,-1.6564744999999998",
        "Servicios populares": [
            "WiFi gratis",
            "Habitaciones sin humo",
            "Desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "Hotel Playa Terreros está en San Juan de los Terreros, a 5 min a pie de Cala Cuartel, y ofrece vistas a la ciudad. Este hotel de 2 estrellas ofrece terraza y tiene habitaciones con aire acondicionado, wifi gratis y baño privado. Este alojamiento libre de humo se encuentra a 3 min a pie de Cala Costa Tranquila.\n\nLas habitaciones de este alojamiento están equipadas con TV. En el hotel, todas las habitaciones están equipadas con ropa de cama y toallas.\n\nHay opciones buffet o continentales de desayuno disponibles en Hotel Playa Terreros.\n\nLa clientela puede practicar actividades en San Juan de los Terreros y alrededores, como pesca, snorkel y ciclismo.\n\nCala El Invencible está a 5 min a pie del alojamiento, y Marina Golf Mojácar está a 35 km. El aeropuerto (Aeropuerto internacional Región de Murcia) está a 82 km.",
        "Puntuación": "7",
        "Opinión": "7,7",
        "Numero comentarios": "118 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 54"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/moon-amp-spa.es.html",
        "ID Hotel": "304142",
        "Nombre": "Moon Hotel & SPA.",
        "Destacados": [
            "Frente a la playa"
        ],
        "Dirección": "Aguadulce",
        "Coordenadas": "36.81574919114552,-2.560540399791762",
        "Servicios populares": [
            "Piscina al aire libre",
            "Parking en el alojamiento",
            "WiFi gratis",
            "Situado frente a la playa",
            "Spa y centro de bienestar",
            "Restaurante",
            "Habitaciones familiares",
            "Gimnasio",
            "Bar",
            "Muy buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "Moon Hotel & SPA. Ofrece alojamiento de 4 estrellas en Aguadulce, frente a la playa, y tiene piscina de temporada al aire libre, centro de fitness y salón de uso común. Este alojamiento ofrece restaurante, servicio de habitaciones y recepción 24 horas, además de wifi gratis en todo el alojamiento. El bar es ideal para tomar algo.\n\nEn el hotel, todas las habitaciones cuentan con escritorio. Las unidades del alojamiento tienen baño privado con ducha y artículos de aseo gratuitos, además de TV de pantalla plana y aire acondicionado. Algunas habitaciones cuentan con terraza. En Moon Hotel & SPA., las habitaciones disponen de ropa de cama y toallas.\n\nPlaya de Aguadulce está a 4 min a pie del alojamiento, y Campo de Golf La Envía está a 7,8 km. El aeropuerto (Aeropuerto de Almería) está a 18 km.",
        "Puntuación": "8",
        "Opinión": "8,9",
        "Numero comentarios": "1 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 90"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/alua-golf-trinidad.es.html",
        "ID Hotel": "304142",
        "Nombre": "Alua Golf Trinidad",
        "marca": "Alua Hotels & Resorts",
        "Destacados": [
            "Frente a la playaCertificación de sostenibilidad"
        ],
        "Dirección": "Roquetas de Mar",
        "Coordenadas": "36.72371401698196,-2.6259496808052063",
        "Servicios populares": [
            "3 piscinas",
            "Parking privado",
            "WiFi gratis",
            "Situado frente a la playa",
            "Habitaciones familiares",
            "Adaptado personas de movilidad reducida",
            "Habitaciones sin humo",
            "Gimnasio",
            "Bar",
            "Muy buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Alua Golf Trinidad se encuentra frente la playa, en Roquetas de Mar. En playa Serena. Cuenta con 3 piscinas al aire libre y habitaciones completamente equipadas. El hotel es ideal para familias o parejas.\n\nLas habitaciones del Alua Golf Trinidad son modernas, presentan una decoración elegante y tienen aire acondicionado. Hay zona de estar con sofá, TV y baño privado. Hay una caja fuerte disponible por un suplemento adicional.\n\n Con todos los servicios: wifi gratuita, todos los servicios incluidos, 2 restaurante, 4 bares, pista polideportiva y entretenimiento para niños y adultos. En la playa se pueden practicar deportes acuáticos, como vela y esquí acuático.\n\nEl Golf Trinidad se encuentra en la costa de Almería, a 15 minutos en coche de Roquetas de Mar y a 20 km de Almería.",
        "Puntuación": "7",
        "Opinión": "7,8",
        "Numero comentarios": "3 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 64"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/granhotelalmeria.es.html",
        "ID Hotel": "304142",
        "Nombre": "Ohtels Gran Hotel Almeria",
        "marca": "Ohtels",
        "Destacados": [
            "PlayaCertificación de sostenibilidad"
        ],
        "Dirección": "Almería",
        "Coordenadas": "36.83447382213906,-2.463433444545444",
        "Servicios populares": [
            "Piscina al aire libre",
            "Parking privado",
            "WiFi gratis",
            "Habitaciones familiares",
            "Habitaciones sin humo",
            "Adaptado personas de movilidad reducida",
            "Servicio de habitaciones",
            "Bar",
            "Desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Ohtels Gran Hotel Almeria ofrece vistas al mar desde su ubicación junto al puerto de Almería, a 10 minutos a pie de la playa. También cuenta con piscina al aire libre y WiFi gratuita.\n\nLas cómodas habitaciones del Ohtels Gran Hotel Almeria presentan una decoración luminosa de estilo tradicional y cuentan con aire acondicionado y balcón con vistas al mar. Las habitaciones también tienen minibar y TV vía satélite.\n\nEl restaurante sirve un desayuno buffet y cocina tradicional española. También alberga un bar.\n\nEl Ohtels Gran Hotel Almeria tiene vistas a la Alcazaba y se encuentra junto al parque Salmerón. La catedral de Almería está a 1 km.\n\nEn la recepción 24 horas del Ohtels Gran Hotel Almeria se ofrece servicio de guardería y de alquiler de coches. El establecimiento cuenta con aparcamiento subterráneo",
        "Puntuación": "6",
        "Opinión": "6,0",
        "Numero comentarios": "19 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 86"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/carboneras-cabo-de-gata-carboneras1.es.html",
        "ID Hotel": "304142",
        "Nombre": "Hotel Carboneras Cabo de Gata",
        "Destacados": [
            "Frente a la playaTraslado aeropuerto"
        ],
        "Dirección": "Carboneras",
        "Coordenadas": "37.009235,-1.887568",
        "Servicios populares": [
            "Piscina al aire libre",
            "Parking privado",
            "WiFi gratis",
            "Situado frente a la playa",
            "Habitaciones sin humo",
            "Traslado aeropuerto",
            "Restaurante",
            "Tetera/cafetera en todas las habitaciones",
            "Bar",
            "Buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "Hotel Carboneras Cabo de Gata ofrece alojamiento de 4 estrellas en Carboneras, frente a la playa, y dispone de piscina de temporada al aire libre, salón de uso común y terraza. El alojamiento tiene un bar y un restaurante que sirve cocina mediterránea. El alojamiento ofrece recepción 24 horas, traslado para ir o volver del aeropuerto, servicio de conserjería y wifi gratis en todo el alojamiento.\n\nEl hotel ofrece habitaciones con aire acondicionado, escritorio, hervidor, caja fuerte, TV de pantalla plana y baño privado con bidet. Todas las unidades disponen de armario.\n\nEl desayuno está disponible e incluye opciones buffet, continentales o sin gluten.\n\nPlaya de Carboneras está a 4 min a pie del alojamiento, y Marina Golf Mojácar está a 19 km. El aeropuerto (Aeropuerto de Almería) está a 58 km.",
        "Puntuación": "8",
        "Opinión": "8,7",
        "Numero comentarios": "1 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 88"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/catedral-almeria.es.html",
        "ID Hotel": "304142",
        "Nombre": "Catedral Almería",
        "Dirección": "Almería",
        "Coordenadas": "36.838375462208724,-2.466870695398029",
        "Servicios populares": [
            "Piscina al aire libre",
            "Parking privado",
            "WiFi gratis",
            "Habitaciones familiares",
            "Restaurante",
            "Habitaciones sin humo",
            "Servicio de habitaciones",
            "Bar",
            "Muy buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Hotel Cathedral Almería se encuentra a 500 metros del mar, en el centro de Almería. Ofrece una piscina en la azotea y habitaciones con ordenadores con conexión a internet ADSL.\n\nEl hotel ocupa una mansión restaurada construida en 1850.\n\nLas habitaciones del hotel son amplias y elegantes. Disponen de baño privado completo, aire acondicionado y TV.\n\nEl Almería Catedral Hotel también dispone de salones de actos equipados con tecnología moderna. La azotea del hotel ofrece vistas maravillosas a la ciudad.\n\nEl hotel está situado en la plaza de la Catedral, en el centro histórico y comercial de la ciudad. La Alcazaba se encuentra a solo 500 metros.",
        "Puntuación": "8",
        "Opinión": "8,5",
        "Numero comentarios": "1 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 110"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/portomagno-by-alegria.es.html",
        "ID Hotel": "304142",
        "Nombre": "Hotel Moon Dreams Portomagno",
        "marca": "SOHO Boutique",
        "Destacados": [
            "Frente a la playa"
        ],
        "Dirección": "Aguadulce",
        "Coordenadas": "36.810644037558106,-2.5695213675498962",
        "Servicios populares": [
            "2 piscinas",
            "Parking privado",
            "WiFi gratis",
            "Situado frente a la playa",
            "Restaurante",
            "Habitaciones sin humo",
            "Adaptado personas de movilidad reducida",
            "Bar",
            "Buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Hotel Moon Dreams Portomagno se encuentra frente al mar en Aguadulce y ofrece varias piscinas al aire libre.\n\nTodas las habitaciones tienen aire acondicionado, balcón, minibar y TV. Hay baño con bañera, ducha, secador de pelo y artículos de aseo gratuitos.\n\nSe ofrece WiFi gratuita en las zonas comunes. El establecimiento alberga gimnasio.\n\nEl establecimiento cuenta con un programa diario de animación y una sala de juegos con mesas de ping-pong y de billar. También hay una tienda de regalos.\n\nEl Hotel Moon Dreams Portomagno se encuentra a 400 metros del precioso puerto deportivo de Aguadulce y a 7 km del club de golf La Envia.",
        "Puntuación": "7",
        "Opinión": "7,4",
        "Numero comentarios": "4 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 62"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/roquetas-beach-roquetas-de-mar.es.html",
        "ID Hotel": "304142",
        "Nombre": "Moon Dreams Roquetas",
        "marca": "SOHO Boutique",
        "Destacados": [
            "Travel Proud"
        ],
        "Dirección": "Roquetas de Mar",
        "Coordenadas": "36.738167,-2.61947",
        "Servicios populares": [
            "Piscina al aire libre",
            "WiFi gratis",
            "Habitaciones familiares",
            "Adaptado personas de movilidad reducida",
            "Habitaciones sin humo",
            "Restaurante",
            "Servicio de habitaciones",
            "Bar",
            "Muy buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Moon Dreams Roquetas**** se encuentra a 5 minutos del paseo marítimo del Mar, en el centro de Roquetas de Mar. Desde aquí se puede acceder al puerto de Roquetas y a las playas de La Romanilla y Las Salinas, situadas a pocos minutos.\n\nEl hotel ofrece wifi gratuita, recepción 24 horas y consigna de equipaje.\n\nLas habitaciones tienen aire acondicionado y TV de pantalla plana. Todas cuentan con baño privado con ducha o bañera y secador de pelo. Se proporcionan toallas y ropa de cama.\n\nOfrece piscina al aire libre y cafetería que sirve desayunos buffet, almuerzos y cenas.",
        "Puntuación": "7",
        "Opinión": "7,5",
        "Numero comentarios": "738 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 59"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/alegria-colonial-mar-aquafun.es.html",
        "ID Hotel": "304142",
        "Nombre": "ALEGRIA Colonial Mar Aquafun",
        "marca": "Alegria Hotels",
        "Destacados": [
            "Frente a la playaTravel Proud"
        ],
        "Dirección": "Roquetas de Mar",
        "Coordenadas": "36.7723350381534,-2.6045966148376465",
        "Servicios populares": [
            "Piscina al aire libre",
            "Parking privado",
            "WiFi gratis",
            "Situado frente a la playa",
            "Habitaciones familiares",
            "Adaptado personas de movilidad reducida",
            "Habitaciones sin humo",
            "Restaurante",
            "Bar",
            "Muy buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El ALEGRIA Colonial Mar goza de una ubicación ideal en el paseo marítimo de Roquetas de Mar y alberga varias piscinas al aire libre rodeadas de jardines. Las habitaciones son amplias y disponen de balcón amueblado con vistas al mar.\n\nEl ALEGRIA Colonial Mar cuenta con sala de juegos y piscinas al aire libre tanto para adultos como para niños. Además, hay WiFi gratuita en las zonas comunes.\n\nTodas las habitaciones incluye aire acondicionado, TV, sofá cama y baño privado con secador de pelo. La recepción proporciona caja fuerte por un suplemento.\n\nEl ALEGRIA Colonial Mar se halla a 25 km del centro de Almería y a 35 minutos en coche del aeropuerto de Almería.",
        "Puntuación": "8",
        "Opinión": "8,2",
        "Numero comentarios": "5 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 78"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/adaria-vera.es.html",
        "ID Hotel": "304142",
        "Nombre": "Hotel Adaria Vera",
        "Destacados": [
            "Frente a la playa"
        ],
        "Dirección": "Vera",
        "Coordenadas": "37.210116692051756,-1.8127349149103793",
        "Servicios populares": [
            "Piscina al aire libre",
            "Parking privado",
            "WiFi gratis",
            "Situado frente a la playa",
            "Habitaciones familiares",
            "Restaurante",
            "Gimnasio",
            "Habitaciones sin humo",
            "Bar",
            "Buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Hotel Adaria Vera está situado en Puerto Rey, a 8 km de Vera y a 200 metros de la playa de Puerto Rey, y ofrece 3 piscinas y un restaurante.\n\nTodas las habitaciones cuentan con aire acondicionado de temporada, WiFi gratuita, terraza, minibar, TV de pantalla plana y baño privado con secador de pelo y artículos de aseo gratuitos.\n\nEl establecimiento dispone de 2 piscinas para adultos y una piscina infantil independiente. Además, el Adaria Vera cuenta con bar, salón compartido, sala de juegos y programa de animación durante los meses de verano.\n\nEl establecimiento se encuentra a 11 km de Mojácar y a 1 hora en coche del parque natural del Cabo de Gata. El aeropuerto de Almería está situado a 1 hora en coche del Hotel Adaria Vera.",
        "Puntuación": "8",
        "Opinión": "8,2",
        "Numero comentarios": "3 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 50"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/plaza-vieja-lounge.es.html",
        "ID Hotel": "304142",
        "Nombre": "Aire Hotel & Ancient Baths",
        "Dirección": "Almería",
        "Coordenadas": "36.84021595587139,-2.4670475721359253",
        "Servicios populares": [
            "Piscina al aire libre",
            "Spa y centro de bienestar",
            "WiFi gratis",
            "Habitaciones sin humo",
            "Adaptado personas de movilidad reducida",
            "Servicio de habitaciones",
            "Tetera/cafetera en todas las habitaciones",
            "Buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "Este hotel, que ofrece habitaciones elegantes con wifi gratuita y TV vía satélite, ocupa un edificio reformado del siglo XIX y cuenta con baños árabes y azotea con piscina y vistas a la Alcazaba de Almería.\n\nLos baños termales están ubicados en un edificio histórico, y el circuito termal consta de baños con diferentes temperaturas, bañera de hidromasaje, baño de vapor, baño de haloterapia y flotario.\n\nLas habitaciones tienen un diseño moderno con toques históricos y están equipadas con suelo de parquet y fotografías grandes. Incluyen aire acondicionado, TV de pantalla plana, ducha de efecto lluvia y carta de almohadas.\n\nEl restaurante del Aire Hotel & Ancient Baths sirve comida mediterránea con un toque innovador. Por un suplemento, el hotel también ofrece un desayuno buffet que puede tomarse en la terraza de la azotea con vistas a la Alcazaba.\n\nEste hotel alberga una sala para reuniones con WiFi, proyector y pantalla.\n\nEl Aire Hotel & Ancient Baths está ubicado en Almería, en la plaza de la Constitución, cerca del ayuntamiento, a 7 minutos a pie del puerto de la ciudad y a unos 20 minutos a pie de la playa.",
        "Puntuación": "8",
        "Opinión": "8,1",
        "Numero comentarios": "1 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 152"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/best-sabinal.es.html",
        "ID Hotel": "304142",
        "Nombre": "Hotel Best Sabinal",
        "marca": "Best Hotels",
        "Destacados": [
            "Frente a la playa"
        ],
        "Dirección": "Roquetas de Mar",
        "Coordenadas": "36.73110060210539,-2.6182812452316284",
        "Servicios populares": [
            "2 piscinas",
            "Parking privado",
            "Spa y centro de bienestar",
            "WiFi gratis",
            "Situado frente a la playa",
            "Habitaciones familiares",
            "Adaptado personas de movilidad reducida",
            "Gimnasio",
            "Bar",
            "Desayuno fabuloso"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "El Hotel Best Sabinal goza de vistas a una de las playas más populares de la costa de Almería y ofrece WiFi gratuita, 2 piscinas y spa. Sus habitaciones tienen vistas.\n\nTodas las amplias habitaciones del Hotel Best Sabinal disponen de aire acondicionado, balcón privado, TV vía satélite de pantalla plana, nevera pequeña vacía y secador de pelo.\n\nEl spa incluye sauna, bañera de hidromasaje, baño de vapor, gimnasio y piscina climatizada con cascadas. En la playa también se pueden practicar algunos deportes acuáticos, como buceo.\n\nDurante los meses de verano, el Sabinal propone un programa de entretenimiento diurno y nocturno para niños. Además, el establecimiento cuenta con miniclub y zona de juegos infantil.\n\nEl establecimiento se encuentra a solo 10 minutos del centro comercial Roquetas de Mar y a unos 5 km del centro de Roquetas.",
        "Puntuación": "8",
        "Opinión": "8,3",
        "Numero comentarios": "3 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 73"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/best-mojacar.es.html",
        "ID Hotel": "304142",
        "Nombre": "Hotel Best Mojácar",
        "marca": "Best Hotels",
        "Destacados": [
            "Frente a la playaCertificación de sostenibilidad"
        ],
        "Dirección": "Mojácar",
        "Coordenadas": "37.158157557694885,-1.8261632323265076",
        "Servicios populares": [
            "2 piscinas",
            "Parking privado",
            "Spa y centro de bienestar",
            "Situado frente a la playa",
            "WiFi gratis",
            "Habitaciones familiares",
            "Restaurante",
            "Gimnasio",
            "Bar",
            "Desayuno fabuloso"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "Este hotel está situado frente a la playa de Mojácar y alberga un gimnasio, una sauna, una bañera de hidromasaje y un baño turco. El hotel también dispone de varias piscinas al aire libre con vistas panorámicas, rodeadas de jardines.\n\nLas habitaciones del Hotel Best Mojacar presentan una decoración de estilo mediterráneo e incluyen aire acondicionado, además de un balcón. Todas las habitaciones también cuentan con un baño privado equipado con secador de pelo.\n\nEl hotel está situado junto al campo de golf Marina, de 18 hoyos. A solo 100 metros también encontrará pistas de tenis y de baloncesto.\n\nEl Best Mojacar alberga un restaurante bufé, que presenta una cocina a la vista y ofrece servicios de desayuno y cena. Si lo prefiere, podrá relajarse en el bar del hotel.\n\nEl Best Mojacar Hotel está situado a 90 km de Almería. El parque natural de Cabo de Gata-Níjar se encuentra en las inmediaciones del hotel y alberga numerosas especies protegidas de flora y fauna. El personal del mostrador de información turística podrá ayudarle a organizar excursiones por los alrededores.",
        "Puntuación": "8",
        "Opinión": "8,2",
        "Numero comentarios": "5 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 58"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/almeria.es.html",
        "ID Hotel": "304142",
        "Nombre": "Exe Almería Centro",
        "marca": "Exe Hotels",
        "Dirección": "Almería",
        "Coordenadas": "36.840777289874524,-2.4650144577026367",
        "Servicios populares": [
            "Piscina al aire libre",
            "Parking",
            "WiFi gratis",
            "Gimnasio",
            "Habitaciones sin humo",
            "Adaptado personas de movilidad reducida",
            "Servicio de habitaciones",
            "Bar",
            "Buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "The Exe Almería Centro is located in the cultural and commercial centre of Almería, 6 minutes’ walk from the Alcazaba fortifications. It has a seasonal rooftop pool and offers spacious, air-conditioned rooms.\n\nAlmería Cathedral is just 400 metres from the AC Hotel Almeria. The Port is about 15 minutes’ walk away.\n\nGuests can use the well-equipped on-site gym. A free WiFi hotspot can be found in the elegant lobby.\n\nThe modern, stylish rooms in Exe Almería Centro offer reading lamps and a choice of pillows. All have wooden floors and a minibar.\n\nJust 3 minutes’ walk from the hotel several tapas bars.",
        "Puntuación": "8",
        "Opinión": "8,1",
        "Numero comentarios": "2 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 182"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/indalia-garden-spa.es.html",
        "ID Hotel": "304142",
        "Nombre": "Cabogata Beach Hotel",
        "Destacados": [
            "Frente a la playaTravel Proud"
        ],
        "Dirección": "Retamar",
        "Coordenadas": "36.834989878104466,-2.3172569274902344",
        "Servicios populares": [
            "3 piscinas",
            "Spa y centro de bienestar",
            "Parking privado",
            "Situado frente a la playa",
            "Habitaciones sin humo",
            "Gimnasio",
            "Adaptado personas de movilidad reducida",
            "Tetera/cafetera en todas las habitaciones",
            "Bar",
            "Muy buen desayuno"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "Tras una completa y lujosa reforma, el nuevo hotel de 5 estrellas Cabogata Beach, enclavado en un lugar paradisíaco frente a la playa (con vistas panorámicas al cabo de Gata, a la bahía de Almería y al mar Mediterráneo), combina el ambiente cosmopolita de un hotel urbano de 5 estrellas con el encanto inigualable de un complejo.\n\nDebido a su magnífica ubicación, el Cabogata Beach es el punto de partida ideal para explorar la increíble costa almeriense. Se halla a pocos kilómetros del aeropuerto y cerca de la ciudad de Almería, del campo de golf Alborán y del cabo de Gata, declarado Patrimonio de la Humanidad.",
        "Puntuación": "8",
        "Opinión": "8,3",
        "Numero comentarios": "3 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 136"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/tikar.es.html",
        "ID Hotel": "304142",
        "Nombre": "Hotel Tikar",
        "Destacados": [
            "Travel Proud"
        ],
        "Dirección": "Garrucha",
        "Coordenadas": "37.190300877987504,-1.8193906545639038",
        "Servicios populares": [
            "Piscina al aire libre",
            "Parking gratis",
            "WiFi gratis",
            "Habitaciones sin humo",
            "Adaptado personas de movilidad reducida",
            "Servicio de habitaciones",
            "Restaurante",
            "Bar",
            "Desayuno fantástico"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "Hotel Tikar se encuentra en Garrucha, a 4 min a pie de Playa de Las Marinas-Bolaga y a 8,9 km de Marina Golf Mojácar. Este hotel de 2 estrellas ofrece piscina de temporada al aire libre y tiene habitaciones con aire acondicionado, wifi gratis y baño privado. El restaurante sirve platos de cocina mediterránea y de cocina internacional, y el bar es ideal para tomar algo.\n\nEn el hotel, todas las habitaciones cuentan con armario. En Hotel Tikar, todas las habitaciones están equipadas con ropa de cama y toallas.\n\nClub de golf Valle del Este está a 2,1 km del alojamiento, y Marina Golf-Mojácar está a 4,1 km. El aeropuerto (Aeropuerto de Almería) está a 77 km.",
        "Puntuación": "9",
        "Opinión": "9,1",
        "Numero comentarios": "167 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 87"
    },
    {
        "URL hotel": "https://www.booking.com/hotel/es/casa-en-cabo-de-gata.es.html",
        "ID Hotel": "304142",
        "Nombre": "Casa Cabo de Gata",
        "Dirección": "Retamar",
        "Coordenadas": "36.8502725,-2.30376960000001",
        "Servicios populares": [
            "Parking gratis",
            "Traslado aeropuerto",
            "Wifi rápida gratis (547 Mbps)",
            "Habitaciones familiares"
        ],
        "¿Mascotas?": "Información no disponible",
        "Descripción": "Casa Cabo de Gata se encuentra en Retamar y dispone de jardín, salón de uso común, terraza y wifi gratis en todo el alojamiento. El alojamiento está a unos 2,8 km de Playa del Retamar, a 2,9 km de Playa de Torregarcía y a 38 km de Campo de Golf La Envía. Algunas unidades del alojamiento incluyen un balcón con vistas al mar.\n\nAlgunas de las habitaciones también tienen cocina con nevera, microondas y fogones.\n\nMuseum of Almeria está a 15 km del alojamiento, y Almeria Air Raid Shelters está a 16 km. El aeropuerto (Aeropuerto de Almería) está a 5 km, y el alojamiento ofrece servicio de traslado de pago para ir o volver del aeropuerto.",
        "Puntuación": "7",
        "Opinión": "7,7",
        "Numero comentarios": "460 comentarios",
        "Fecha entrada": "2025-05-08",
        "Fecha salida": "2025-05-09",
        "Precio": "€ 65"
    }
]